/* Adjustment of amount */
"Adjustment" = "Ajustement";

"Amount" = "Montant";
"Balance" = "Solde";
"Date" = "Date";
"Delete Transaction" = "Supprimer la Transaction";
"Deposit" = "dépot";
"Info" = "Info";
"Name" = "Nom";
"Memo" = "Memo";
"Payment" = "Payement";

"Asset" = "Capital";
/* Asset list */
"Assets" = "Capitaux";
"Asset Name" = "Nom du capital";
"Asset Type" = "Type de capital";
"Total" = "Total";

"Transaction" = "Transaction";
/* Transaction list */
"Transactions" = "Transactions";

"Type" = "Type";
"Category" = "Categorie";
/* Category list */
"Categories" = "Categories";
"No category" = "Aucune catégorie";
"Edit Categories" = "Editer les Categories";
"Add category" = "Ajouter une categorie";

"Initial Balance" = "Solde initial";

"Income" = "Salaire";
"Outgo" = "Dépense";

"Report" = "Report";
"Monthly Report" = "Report mensuel";
"Weekly Report" = "Report hebdomadaire";

/* No need to translate HelpURL */
"HelpURL" = "http://iphone.tmurakam.org/cashflow/help.html";

"Export" = "Exportet";
"Backup" = "Backup";
"WebExportNotation" = "Accédez a l’adresse URL suivant avec votre PC:\n%@\n Après avoir téléchargé le fichier, tapez sur le bouton Rejeter.";
"BackupNotation" = "Accédez a l’adresse URL suivant avec votre PC:\n%@\n Après avoir téléchargé le fichier, tapez sur le bouton Rejeter.";
"Network is unreachable." = "Network is unreachable.";
"Cannot start web server." = "Impossible de démarrer le serveur Web.";

"OFXHeadString" = "Coupez et collez le texte entre les lignes BEGIN et END avec un éditeur de texte, et sauvegardez le en tant que fichier texte UTF-8 avec une extension .ofx .";

"No data" = "Aucune donnée";
"No data to be exported." = "Aucune donnée a exporter.";

"Delete Asset" = "Supprimer le capital";
"ReallyDeleteAsset" = "Etes vous sur de vouloir supprimer ce compte?";

"Delete Transactions" = "Supprimer les transactions";
"Delete with all past transactions" = "Supprimer toutes les transactions plus anciennes";

"Cancel" = "Annuler";

/* PIN */
"Set PIN Code" = "Set PIN Code";
"Enter PIN" = "Enter PIN";
"Enter new PIN" = "Enter new PIN";
"Retype new PIN" = "Retype new PIN";
"Invalid PIN" = "Invalid PIN";
"PIN code does not match." = "PIN code does not match.";

/* Asset types */
"Cash" = "Liquide";
"Bank Account" = "Compte en banque";
"Credit Card" = "Carte de crédit";

/* export view */
"Data format" = "Format de donnée";
"OFX" = "OFX";
"Export data within" = "Exporter les données dans";
"7 days" = "7 jours";
"30 days" = "30 jours";
"90 days" = "90 jours";
"All" = "Tout";
"Export method" = "Méthode d’export";
"Mail" = "Mail";

/* Config */
"Config" = "Config";
"Date style" = "Date style";
"Date and time" = "Date and time";
"Date only" = "Date only";
"Cutoff date" = "Cutoff date";

